postman/body

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope
    xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:tns="http://localhost:8080/soap-service">
    <soapenv:Header/>
    <soapenv:Body>
        <tns:getCountryRequest>
            <tns:name>Spain</tns:name>
        </tns:getCountryRequest>
    </soapenv:Body>
</soapenv:Envelope>